Repository: KDOXG/mau_mau_bot
Catalog: locales/*/LC_MESSAGES/unobot.po
Languages: pt_br

source: Follow these steps: 1. Add this bot to a group 2. In the group, start a new game with /new or join an already running game with /join 3. After at least two players have joined, start the game with /start 4. Type <code>@unobot</code> into your chat box and hit <b>space</b>, or click the <code>via @unobot</code> text next to messages. You will see your cards (some greyed out), any extra options like drawing, and a <b>?</b> to see the current game state. The <b>greyed out cards</b> are those you <b>can not play</b> at the moment. Tap an option to execute the selected action. Players can join the game at any time. To leave a game, use /leave. If a player takes more than 90 seconds to play, you can use /skip to skip that player. Use /notify_me to receive a private message when a new game is started. <b>Language</b> and other settings: /settings Other commands (only game creator): /close - Close lobby /open - Open lobby /kill - Terminate the game /kick - Select a player to kick by replying to him or her /enable_translations - Translate relevant texts into all languages spoken in a game /disable_translations - Use English for those texts <b>Experimental:</b> Play in multiple groups at the same time. Press the <code>Current game: ...</code> button and select the group you want to play a card in. If you enjoy this bot, <a href="https://telegram.me/storebot?start=mau_mau_bot">rate me</a>, join the <a href="https://telegram.me/unobotupdates">update channel</a> and buy an UNO card game.
pt_br: Siga esses passos: 1. Adicione o bot ao grupo. 2. No grupo, crie um jogo com /new ou entre em um jogo já criado com /join. 3. Após dois ou mais jogadores entrarem, inicie o jogo com /start. 4. Digite <code>@unobr_bot</code> na janela de conversação e aperte a tecla <b>espaço</b>, ou clique no texto <code>@unobr_bot</code> próximo às mensagens. Você verá suas cartas (algumas apagadas, na cor cinza), e opções extras como sacar, e para ver as estatísticas do jogo atual. As <b> cartas acizentadas</b> são as que você <b>não pode jogar</b> no momento. Toque em uma das opções para executar a ação desejada. Jogadores podem entrar no jogo a qualquer momento. Para sair do jogo, use /leave. Se um jogador levar mais de 90 segundos para jogar, você pode usar /skip para pular a vez desse jogador.Use o /notify_me para receber uma mensagem no privada quando um novo jogo no grupo for iniciado. <b>Idioma</b> e outras configurações: /settings Outros comandos (somente para o criador do jogo): /close - Fechar o lobby /open - Abrir o lobby /enable_translations - Traduz os textos relevantes para todas as linguagens disponíveis no jogo /disable_translations - Receber esses textos em inglês <b>Experimental:</b> Jogue em vários grupos ao mesmo tempo. Toque no botão <code>Jogo atual: ...</code> e selecione o grupo no qual deseja jogar uma carta. Se gostou deste bot, <a href="https://telegram.me/storebot?start=mau_mau_bot">avalie-o</a>, entre no <a href="https://telegram.me/unobotupdates">canal de atualizações</a> e compre um jogo de cartas UNO.

source: This bot is Free Software and licensed under the AGPL. The original code is available here: https://github.com/jh0ker/mau_mau_bot The fork and modified source is available here: https://github.com/UNOBR/uno_bot
pt_br: Esse bot é um Software livre, grátis e reconhecido pela AGPL. O código original está disponível aqui: https://github.com/jh0ker/mau_mau_bot O código clonado e modificado wstá disponível aqui: https://github.com/UNOBR/uno_bot

source: This UNO bot has three game modes: Classic, Sanic and Wild. 🎻 The Classic mode uses the conventional UNO deck and there is no auto skip. 🚀 The Sanic mode uses the conventional UNO deck and the bot automatically skips a player if he/she takes too long to play its turn 🐉 The Wild mode uses a deck with more special cards, less number variety and no auto skip. To change the game mode, the GAME CREATOR has to type the bot nickname and a space, just like when playing a card, and all gamemode options should appear.
pt_br: Esse bot do UNO tem três modos: Classic, Sanic e Wild. 🎻 O modo Classic usa o deck convencional do UNO e não tem skip automático. 🚀 O modo Sanic usa o deck convencional do UNO e o bot automaticamente pula um jogador se ele/ela demorarem para jogar. 🐉 O modo Wild usa o deck com mais cartas especiais, menos variedade de números e sem auto skip. Para mudar o modo de jogo, o CRIADOR DO JOGO tem que digitar o nickname do bot e um espaço, da mesma forma que se joga um carta, e todos modos do jogo devem aparecer.

source: Created a new game! Join the game with /join and start the game with /start
pt_br: Novo jogo criado! Entre no jogo com /join e inicie o jogo com /start

source: Send this command in a group to be notified when a new game is started there.
pt_br: Envie este comando em um grupo para ser notificado quando um novo jogo for iniciado.

source: The lobby is closed
pt_br: O lobby está fechado

source: A new game has been started in {title}
pt_br: Um novo jogo foi iniciado no grupo: {title}

source: No game is running at the moment. Create a new game with /new
pt_br: Nenhuma partida sendo jogada. Crie um novo jogo com /new

source: You already joined the game. Start the game with /start
pt_br: Você já entrou na partida. Inicie o jogo com /start

source: Joined the game
pt_br: Entrou na partida

source: You are not playing in a game in this group.
pt_br: Você não está jogando nenhuma partida nesse grupo.

source: Game ended!
pt_br: Fim de jogo!

source: Okay. Next Player: {name}
pt_br: Ok. Próximo jogador: {name}

source: Game not found.
pt_br: Jogo não encontrado

source: Back to last group
pt_br: Voltar ao último grupo

source: Please switch to the group you selected!
pt_br: Por favor, mude para o grupo selecionado!

source: Selected group: {group} <b>Make sure that you switch to the correct group!</b>
pt_br: Grupo selecionado: {group} <b>Tenha certeza de que mudou para o grupo certo!</b>

source: Removing {name} from the game
pt_br: Removendo {name} da partida

source: There is no game running in this chat. Create a new one with /new
pt_br: Não há uma partida sendo jogada nesta conversa. Crie um novo jogo com /new

source: The game has already started
pt_br: Essa partida já começou

source: At least {minplayers} players must /join the game before you can start it
pt_br: Pelo menos {minplayers} jogadores devem entrar no jogo usando /join para que a partida possa começar

source: First player: {name} Use /close to stop people from joining the game. Enable multi-translations with /enable_translations
pt_br: Primeiro jogador: {name} Use /close para impedir que mais pessoas entrem na partida. Ative as multi-traduções com /enable_translations

source: Please select the group you want to play in.
pt_br: Por favor, selecione o grupo em que deseja jogar.

source: There is no running game in this chat.
pt_br: Não há uma partida sendo jogada nesta conversa.

source: Closed the lobby. No more players can join this game.
pt_br: O lobby está fechado. Não é permitida a entrada de novos jogadores nessa partida.

source: Only the game creator ({name}) can do that.
pt_br: Somente o criador do jogo ({name}) pode fazer isso.

source: Enabled multi-translations. Disable with /disable_translations
pt_br: Multi-traduções ativadas. Desative com /disable_translations

source: Disabled multi-translations. Enable them again with /enable_translations
pt_br: Multi-traduções desativadas. Ative-as novamente com /enable_translations

source: Opened the lobby. New players may /join the game.
pt_br: O lobby está aberto. Novos jogadores podem entrar na partida usando /join.

source: You are not playing in a game in this chat.
pt_br: Você não está participando de um jogo nesta conversa.

source: Please wait {time} second
pt_br: Por favor, aguarde {time} segundo

source: Waiting time to skip this player has been reduced to {time} seconds. Next player: {name}
pt_br: O tempo de espera para pular a vez deste jogador foi reduzido para {time} segundos Próximo jogador: {name}

source: {name1} ran out of time and has been removed from the game! Next player: {name2}
pt_br: {name1} teve suas jogadas puladas quatro vezes seguidas e foi removido(a) do jogo. Próximo jogador: {name2}

source: {name} ran out of time and has been removed from the game! The game ended.
pt_br: {name} teve suas jogadas puladas quatro vezes seguidas e foi removido(a) do jogo. Fim de jogo!

source: {name} was skipped four times in a row and has been removed from the game. The game ended.
pt_br: {name} teve suas jogadas puladas quatro vezes seguidas e foi removido(a) do jogo. O jogo acabou.

source: All news here: https://telegram.me/unobotupdates
pt_br: Todas as novidades aqui: https://telegram.me/unobotupdates

source: Current game: {group}
pt_br: Partida atual: {group}

source: Cheat attempt by {name}
pt_br: Tentativa de trapaça por {name}

source: Next player: {name}
pt_br: Próximo jogador: {name}

source: Please choose a color
pt_br: Por favor, escolha uma cor

source: {name} won!
pt_br: {name} venceu!

source: There are no more cards in the deck.
pt_br: Não há mais cartas no deck.

source: Bluff called! Giving 4 cards to {name}
pt_br: Blefe revelado! Dando 4 cartas para {name}

source: {name1} didn't bluff! Giving {cards} cards to {name2}
pt_br: {name1} não blefou! Dando {cards} cartas para {name2}

source: Choose Color
pt_br: Escolher Cor

source: Last card (tap for game state):
pt_br: Última carta (toque para ver as estatísticas do jogo):

source: Current player: {name}
pt_br: Jogador atual: {name}

source: Last card: {card}
pt_br: Última carta: {card}

source: Player: {player_list}
pt_br: Jogador: {player_list}

source: {name} ({number} card)
pt_br: {name} ({number} carta)

source: You are not playing
pt_br: Você não está jogando

source: Not playing right now. Use /new to start a game or /join to join the current game in this group
pt_br: Você não está jogando. Use /new criar um jogo ou /join para entrar na partida atual da conversa

source: The game wasn't started yet
pt_br: O jogo ainda não começou

source: Start the game with /start
pt_br: Inicie a partida com /start

source: Drawing 1 card
pt_br: Comprando 1 carta

source: Drawing {number} card
pt_br: Comprando {number} carta

source: Pass
pt_br: Passo

source: I'm calling your bluff!
pt_br: Você está blefando!

source: Please edit your settings in a private chat with the bot.
pt_br: Por favor, ajuste suas configurações em uma conversa privada com o bot.

source: Enable statistics
pt_br: Habilitar estatísticas

source: Delete all statistics
pt_br: Deletar todas as estatísticas

source: Language
pt_br: Idioma

source: Settings
pt_br: Configurações

source: Enabled statistics!
pt_br: Estatísticas habilitadas!

source: Select locale
pt_br: Definir linguagem

source: Deleted and disabled statistics!
pt_br: Estatísticas deletadas e desabilitadas!

source: Set locale!
pt_br: Linguagem selecionada!

source: You did not enable statistics. Use /settings in a private chat with the bot to enable them.
pt_br: Você não habilitou as estatísticas. Use /settings em uma conversa privada com o bot para ativá-las.

source: {number} game played
pt_br: {number} partida jogada

source: {number} first place
pt_br: {number} vez em primeiro lugar

source: {number}% win percentage
pt_br: {number}% de vitória

source: {number} last place
pt_br: {number} vez em último lugar

source: {number} card played
pt_br: {number} carta jogada

source: {emoji} Green
pt_br: {emoji} Verde

source: {emoji} Red
pt_br: {emoji} Vermelho

source: {emoji} Blue
pt_br: {emoji} Azul

source: {emoji} Yellow
pt_br: {emoji} Amarelo

source: Only the game creator ({name}) and admin can do that.
pt_br: Apenas o criador do jogo ({name}) e o admin podem fazer isso.

source: Waiting time for {name} has been reset to {time} seconds
pt_br: O tempo de espera para {name} foi resetado para {time} segundos

source: {0} was kicked by {1}
pt_br: {0} foi removido do jogo por {1}

source: Color randomly choosen to: {col}
pt_br: A cor foi aleatoriamente escolhida para: {col}

source: Into the Wild~ 🐉
pt_br: Wild 🐉

source: Gotta go fast! 🚀
pt_br: Fast 🚀

source: 🐉 Wild mode
pt_br: 🐉 Modo de jogo Wild

source: 🎻 Classic mode
pt_br: 🎻 Modo de jogo Classic

source: 🚀 Sanic mode
pt_br: 🚀 Modo de jogo Fast

source: Gamemode changed to classic
pt_br: Modo de jogo alterado para Classic 🎻

source: Gamemode changed to fast
pt_br: Modo de jogo alterado para Fast 🚀

source: Gamemode changed to wild
pt_br: Modo de jogo alterado para Wild 🐉

source: Card (tap for game state):
pt_br: Carta (toque para obter o estado do jogo):

source: Please reply to the person you want to kick and type /kick again. Note that replying to the bot causes the current player to be kicked.
pt_br: Por favor, responda para a pessoa que você quer remover e digite /kick novamente. Note que responder ao bot faz com que o jogador atual seja removido.
